---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.SpaceTag
source: html/8dee8366-a280-5bd3-8cf9-6631b524add6.htm
---
# SpaceTag Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.